Repository: mapitravel/qelluchaska
Catalog: translations/*.po
Languages: es

source: Open Graph Settings
es: Configuración de Open Graph

source: OpenGraph Title and Site Name
es: OpenGraph título y nombre del sitio

source: OpenGraph Image
es: OpenGraph Imagen

source: OpenGraph Description
es: OpenGraph Descripción

source: You can found this on
es: Lo puedes encontrar en

source: CellPhone number
es: Número de móvil

source: Only numbers
es: Sólo números

source: Message
es: Mensaje

source: Message sent
es: Mensaje enviado

source: Chat now!
es: ¡Chatea ahora!

source: Share:
es: Comparte:

source: Also available in:
es: Disponible también en:

source: Book now!
es: ¿Deseas reservar?

source: Call us!
es: ¡Llámanos ahora!

source: Share this tour:
es: Comparte el tour:

source: Ask and book tours 24/7:
es: Reserve y consulte las 24 horas:

source: Read more...
es: Leer más...

source: Let Us your number and we call you!
es: ¡Déjanos tu número y te llamamos!

source: Your Name
es: Tu nombre
